Repository: Sn0wye/splitty
Catalog: Splitty/Splitty/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

# appearance.dark
source: Dark
es: Oscuro
fr: Sombre
pt_br: Escuro

# appearance.footer
source: System follows your device's light and dark appearance.
es: El sistema sigue el modo claro u oscuro de tu dispositivo.
fr: L’apparence claire ou sombre suit celle de votre appareil.
pt_br: O sistema segue a aparência clara ou escura do seu dispositivo.

# appearance.light
source: Light
es: Claro
fr: Clair
pt_br: Claro

# appearance.system
source: System
es: Sistema
fr: Système
pt_br: Sistema

# appearance.title
source: Appearance
es: Apariencia
fr: Apparence
pt_br: Aparência

# balances.all_settled
source: You are all settled up
es: Estás al día
fr: Tout est réglé pour vous
pt_br: Você quitou todas as suas dívidas

# balances.everyone_settled
source: Everyone is settled up
es: Todos están al día
fr: Tout le monde est à jour
pt_br: Todos estão em dia

# balances.loading
source: Loading balances…
es: Cargando saldos…
fr: Chargement des soldes…
pt_br: Carregando saldos…

# balances.owe_overall
source: You owe overall
es: Debes en total
fr: Vous devez au total
pt_br: Você deve no total

# balances.owe_overall_amount
source: You owe %@ overall
es: Debes %@ en total
fr: Vous devez %@ au total
pt_br: Você deve %@ no total

# balances.owed_overall
source: You are owed overall
es: Te deben en total
fr: On vous doit au total
pt_br: Você tem a receber no total

# balances.owed_overall_amount
source: You are owed %@ overall
es: Te deben %@ en total
fr: On vous doit %@ au total
pt_br: Você tem %@ a receber no total

# balances.owes_you
source: Owes you
es: Te debe
fr: Vous doit
pt_br: Deve a você

# balances.peer_owes_peer
source: %1$@ owes %2$@ %3$@
es: %1$@ debe %3$@ a %2$@
fr: %1$@ doit %3$@ à %2$@
pt_br: %1$@ deve %3$@ a %2$@

# balances.peer_owes_you
source: %1$@ owes you %2$@
es: %1$@ te debe %2$@
fr: %1$@ vous doit %2$@
pt_br: %1$@ deve a você %2$@

# balances.records_payment
source: Records a payment
es: Registra un pago
fr: Enregistre un paiement
pt_br: Registrar pagamento

# balances.settle
source: Settle
es: Saldar
fr: Régler
pt_br: Acertar

# balances.title
source: Balances
es: Saldos
fr: Soldes
pt_br: Saldos

# balances.you_owe
source: You owe
es: Debes
fr: Vous devez
pt_br: Você deve

# balances.you_owe_peer
source: You owe %1$@ %2$@
es: Debes %2$@ a %1$@
fr: Vous devez %2$@ à %1$@
pt_br: Você deve %2$@ a %1$@

# balances.your_balance
source: Your balance
es: Tu saldo
fr: Votre solde
pt_br: Seu saldo

# category_heading.entertainment
source: Entertainment
es: Entretenimiento
fr: Divertissement
pt_br: Entretenimento

# category_heading.food_and_drink
source: Food and drink
es: Comida y bebida
fr: Alimentation et boissons
pt_br: Alimentação e bebidas

# category_heading.home
source: Home
es: Hogar
fr: Logement
pt_br: Casa

# category_heading.life
source: Life
es: Vida personal
fr: Vie quotidienne
pt_br: Vida pessoal

# category_heading.transportation
source: Transportation
es: Transporte
fr: Transports
pt_br: Transporte

# category_heading.uncategorized
source: Uncategorized
es: Sin categoría
fr: Sans catégorie
pt_br: Sem categoria

# category_heading.utilities
source: Utilities
es: Suministros
fr: Charges
pt_br: Contas

# category.bicycle
source: Bicycle
es: Bicicleta
fr: Vélo
pt_br: Bicicleta

# category.bus_train
source: Bus and train
es: Autobús y tren
fr: Bus et train
pt_br: Ônibus e trem

# category.car
source: Car
es: Coche
fr: Voiture
pt_br: Carro

# category.childcare
source: Childcare
es: Cuidado infantil
fr: Garde d'enfants
pt_br: Cuidados infantis

# category.cleaning
source: Cleaning
es: Limpieza
fr: Ménage
pt_br: Limpeza

# category.clothing
source: Clothing
es: Ropa
fr: Vêtements
pt_br: Roupas

# category.dining_out
source: Dining out
es: Comer fuera
fr: Restaurants
pt_br: Restaurantes

# category.education
source: Education
es: Educación
fr: Éducation
pt_br: Educação

# category.electricity
source: Electricity
es: Electricidad
fr: Électricité
pt_br: Eletricidade

# category.electronics
source: Electronics
es: Electrónica
fr: Électronique
pt_br: Eletrônicos

# category.entertainment_other
source: Other entertainment
es: Otros entretenimientos
fr: Autres divertissements
pt_br: Outros entretenimentos

# category.food_other
source: Other food and drink
es: Otra comida y bebida
fr: Autres dépenses d'alimentation
pt_br: Outros alimentos e bebidas

# category.furniture
source: Furniture
es: Muebles
fr: Meubles
pt_br: Móveis

# category.games
source: Games
es: Juegos
fr: Jeux
pt_br: Jogos

# category.gas_fuel
source: Gas and fuel
es: Gasolina y combustible
fr: Carburant
pt_br: Combustível

# category.gifts
source: Gifts
es: Regalos
fr: Cadeaux
pt_br: Presentes

# category.groceries
source: Groceries
es: Supermercado
fr: Courses
pt_br: Supermercado

# category.heat_gas
source: Heat and gas
es: Calefacción y gas
fr: Chauffage et gaz
pt_br: Aquecimento e gás

# category.home_other
source: Other home
es: Otros gastos del hogar
fr: Autres dépenses du logement
pt_br: Outros gastos da casa

# category.household_supplies
source: Household supplies
es: Artículos del hogar
fr: Produits ménagers
pt_br: Produtos domésticos

# category.insurance
source: Insurance
es: Seguro
fr: Assurance
pt_br: Seguro

# category.life_other
source: Other life
es: Otros gastos personales
fr: Autres dépenses personnelles
pt_br: Outros gastos pessoais

# category.liquor
source: Liquor
es: Bebidas alcohólicas
fr: Alcool
pt_br: Bebidas alcoólicas

# category.maintenance
source: Maintenance
es: Mantenimiento
fr: Entretien
pt_br: Manutenção

# category.medical
source: Medical
es: Gastos médicos
fr: Santé
pt_br: Saúde

# category.mortgage
source: Mortgage
es: Hipoteca
fr: Prêt immobilier
pt_br: Financiamento imobiliário

# category.movies
source: Movies
es: Películas
fr: Films
pt_br: Filmes

# category.music
source: Music
es: Música
fr: Musique
pt_br: Música

# category.parking
source: Parking
es: Aparcamiento
fr: Stationnement
pt_br: Estacionamento

# category.pets
source: Pets
es: Mascotas
fr: Animaux
pt_br: Animais de estimação

# category.plane
source: Plane
es: Avión
fr: Avion
pt_br: Avião

# category.rent
source: Rent
es: Alquiler
fr: Loyer
pt_br: Aluguel

# category.services
source: Services
es: Servicios
pt_br: Serviços

# category.sports
source: Sports
es: Deportes
pt_br: Esportes

# category.taxes
source: Taxes
es: Impuestos
fr: Impôts
pt_br: Impostos

# category.title
source: Categories
es: Categorías
fr: Catégories
pt_br: Categorias

# category.transportation_other
source: Other transportation
es: Otro transporte
fr: Autres transports
pt_br: Outros transportes

# category.trash
source: Trash
es: Basura
fr: Ordures
pt_br: Lixo

# category.tv_phone_internet
source: TV, phone and internet
es: TV, teléfono e internet
fr: TV, téléphone et Internet
pt_br: TV, telefone e internet

# category.utilities_other
source: Other utilities
es: Otros suministros
fr: Autres charges
pt_br: Outras contas

# category.water
source: Water
es: Agua
fr: Eau
pt_br: Água

# common.back
source: Back
es: Atrás
fr: Retour
pt_br: Voltar

# common.cancel
source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

# common.create
source: Create
es: Crear
fr: Créer
pt_br: Criar

# common.date
source: Date
es: Fecha
pt_br: Data

# common.delete
source: Delete
es: Eliminar
fr: Supprimer
pt_br: Apagar

# common.done
source: Done
es: Listo
fr: Terminé
pt_br: Concluído

# common.edit
source: Edit
es: Editar
fr: Modifier
pt_br: Editar

# common.loading
source: Loading...
es: Cargando...
fr: Chargement…
pt_br: Carregando...

# common.member
source: member
es: miembro
fr: membre
pt_br: membro

# common.next
source: Next
es: Siguiente
fr: Suivant
pt_br: Próximo

# common.retry
source: Retry
es: Reintentar
fr: Réessayer
pt_br: Tentar novamente

# common.save
source: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar

# common.someone
source: someone
es: alguien
fr: quelqu’un
pt_br: alguém

# common.today
source: Today
es: Hoy
fr: Aujourd’hui
pt_br: Hoje

# common.try_again
source: Try again
es: Inténtalo de nuevo
fr: Réessayer
pt_br: Tentar novamente

# common.unknown
source: Unknown
es: Desconocido
fr: Inconnu
pt_br: Desconhecido

# common.updating
source: Updating
es: Actualizando
fr: Mise à jour
pt_br: Atualizando

# common.yesterday
source: Yesterday
es: Ayer
fr: Hier
pt_br: Ontem

# common.you
source: You
es: Tú
fr: Vous
pt_br: Você

# common.you_lowercase
source: you
es: tú
fr: vous
pt_br: você

# errors.generic
source: Something went wrong. Try again.
es: Algo ha fallado. Inténtalo de nuevo.
fr: Une erreur s’est produite. Réessayez.
pt_br: Algo deu errado. Tente novamente.

# errors.gone
source: This no longer exists.
es: Ya no existe.
fr: Cet élément n’existe plus.
pt_br: Isso não existe mais.

# errors.group_unavailable
source: This group is no longer available
es: Este grupo ya no está disponible
fr: Ce groupe n’est plus disponible
pt_br: Este grupo não está mais disponível

# errors.network
source: Couldn't reach Splitty. Check your connection and try again.
es: No se ha podido conectar con Splitty. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible de joindre Splitty. Vérifiez votre connexion et réessayez.
pt_br: Não foi possível acessar o Splitty. Verifique sua conexão e tente novamente.

# errors.not_member
source: You are not a member of this group.
es: No eres miembro de este grupo.
fr: Vous n’êtes pas membre de ce groupe.
pt_br: Você não é membro deste grupo.

# errors.outstanding_balance
source: This member has an outstanding balance.
es: Este miembro tiene un saldo pendiente.
fr: Ce membre a un solde impayé.
pt_br: Este membro tem um saldo pendente.

# errors.rejected
source: The server rejected this. Check the amounts and try again.
es: El servidor ha rechazado la operación. Comprueba los importes e inténtalo de nuevo.
fr: Le serveur a refusé cette opération. Vérifiez les montants et réessayez.
pt_br: O servidor rejeitou isso. Verifique os valores e tente novamente.

# errors.removed_member
source: Removed member
es: Miembro eliminado
fr: Membre retiré
pt_br: Membro removido

# errors.status
source: Something went wrong (%lld). Try again.
es: Algo ha fallado (%lld). Inténtalo de nuevo.
fr: Une erreur s’est produite (%lld). Réessayez.
pt_br: Algo deu errado (%lld). Tente novamente.

# expense.delete_a11y
source: Delete expense
es: Eliminar gasto
fr: Supprimer la dépense
pt_br: Apagar despesa

# expense.delete_message
source: This removes the expense and everyone's share of it.
es: Esto elimina el gasto y la parte de cada persona.
fr: La dépense et la part de chacun seront supprimées.
pt_br: Isso remove a despesa e a parte de cada pessoa.

# expense.delete_title
source: Delete "%@"?
es: ¿Eliminar "%@"?
fr: Supprimer "%@" ?
pt_br: Apagar "%@"?

# expense.edit
source: Edit expense
es: Editar gasto
fr: Modifier la dépense
pt_br: Editar despesa

# expense.left_to_assign
source: %@ left to assign
es: %@ por asignar
fr: Il reste %@ à attribuer
pt_br: %@ restante para atribuir

# expense.new
source: New expense
es: Nuevo gasto
fr: Nouvelle dépense
pt_br: Nova despesa

# expense.over_total
source: %@ over the total
es: %@ de más sobre el total
fr: %@ au-dessus du total
pt_br: %@ acima do total

# expense.payer_paid_date
source: %1$@ paid · %2$@
es: %1$@ ha pagado · %2$@
fr: %1$@ a payé · %2$@
pt_br: %1$@ pagou · %2$@

# expense.percent_left
source: %@%% left to assign
es: %@%% por asignar
fr: Il reste %@%% à attribuer
pt_br: %@%% restante para atribuir

# expense.percent_over
source: %@%% over 100%%
es: %@%% de más sobre 100%%
fr: Dépassement de %@%% par rapport à 100%%
pt_br: %@%% acima de 100%%

# expense.rounds_to_zero
source: %@'s share rounds down to nothing
es: La parte de %@ se redondea a cero
fr: La part de %@ est arrondie à zéro
pt_br: A parte de %@ é arredondada para zero

# expense.select_split
source: Select who this is split between
es: Selecciona entre quiénes se divide
fr: Sélectionnez les personnes entre lesquelles répartir cette dépense
pt_br: Selecione entre quem dividir

# expense.split
source: Split
es: Dividir
fr: Répartir
pt_br: Dividir

# expense.split_by_amounts
source: Split by amounts
es: Dividir por importes
fr: Répartir selon les montants
pt_br: Dividir por valores

# expense.split_by_percentages
source: Split by percentages
es: Dividir por porcentajes
fr: Répartir selon les pourcentages
pt_br: Dividir por porcentagens

# expense.split_equally
source: Split equally
es: Dividir a partes iguales
fr: Répartir équitablement
pt_br: Dividir igualmente

# expense.title
source: Expense
es: Gasto
fr: Dépense
pt_br: Despesa

# expense.unknown_date
source: Unknown date
es: Fecha desconocida
fr: Date inconnue
pt_br: Data desconhecida

# expense.unknown_day
source: Unknown
es: Desconocido
fr: Inconnu
pt_br: Desconhecido

# expense.what_for
source: What was it for?
es: ¿En qué se ha gastado?
fr: À quoi correspond cette dépense ?
pt_br: Para que foi?

# group_settings.check_name
source: Check the name and try again.
es: Comprueba el nombre e inténtalo de nuevo.
fr: Vérifiez le nom et réessayez.
pt_br: Verifique o nome e tente novamente.

# group_settings.description_optional
source: Description (optional)
es: Descripción (opcional)
fr: Description (facultative)
pt_br: Descrição (opcional)

# group_settings.edit_group
source: Edit group
es: Editar grupo
fr: Modifier le groupe
pt_br: Editar grupo

# group_settings.gone
source: This group no longer exists.
es: Este grupo ya no existe.
fr: Ce groupe n’existe plus.
pt_br: Este grupo não existe mais.

# group_settings.invite_people
source: Invite people
es: Invitar a personas
fr: Inviter des personnes
pt_br: Convidar pessoas

# group_settings.leave_group
source: Leave group
es: Abandonar grupo
fr: Quitter le groupe
pt_br: Sair do grupo

# group_settings.members
source: Members
es: Miembros
fr: Membres
pt_br: Membros

# group_settings.name
source: Name
es: Nombre
fr: Nom
pt_br: Nome

# group_settings.no_description
source: No description
es: Sin descripción
fr: Aucune description
pt_br: Sem descrição

# group_settings.not_member
source: You are not a member of this group.
es: No eres miembro de este grupo.
fr: Vous n’êtes pas membre de ce groupe.
pt_br: Você não é membro deste grupo.

# group_settings.remove_member
source: Remove from group
es: Eliminar del grupo
fr: Retirer du groupe
pt_br: Remover do grupo

# group_settings.title
source: Group settings
es: Ajustes del grupo
fr: Réglages du groupe
pt_br: Configurações do grupo

# group.back_to_groups
source: Back to groups
es: Volver a los grupos
fr: Retour aux groupes
pt_br: Voltar aos grupos

# group.balances
source: Balances
es: Saldos
fr: Soldes
pt_br: Saldos

# group.charts
source: Charts
es: Gráficos
fr: Graphiques
pt_br: Gráficos

# group.delete_expense
source: Delete "%@"?
es: ¿Eliminar "%@"?
fr: Supprimer "%@" ?
pt_br: Apagar "%@"?

# group.delete_payment
source: Delete the %@ payment?
es: ¿Eliminar el pago de %@?
fr: Supprimer le paiement de %@ ?
pt_br: Apagar o pagamento de %@?

# group.delete_question
source: Delete?
es: ¿Eliminar?
fr: Supprimer ?
pt_br: Apagar?

# group.delete_undone
source: This cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
pt_br: Esta ação não pode ser desfeita.

# group.export
source: Export
es: Exportar
fr: Exporter
pt_br: Exportar

# group.failed_to_load_expenses
source: Failed to load expenses: %@
es: No se han podido cargar los gastos: %@
fr: Impossible de charger les dépenses : %@
pt_br: Não foi possível carregar as despesas: %@

# group.failed_to_load_group
source: Failed to load group: %@
es: No se ha podido cargar el grupo: %@
fr: Impossible de charger le groupe : %@
pt_br: Não foi possível carregar o grupo: %@

# group.loading_balance
source: Loading balance...
es: Cargando saldo...
fr: Chargement du solde…
pt_br: Carregando saldo...

# group.no_expenses
source: No expenses yet
es: Todavía no hay gastos
fr: Aucune dépense pour le moment
pt_br: Nenhuma despesa ainda

# group.not_involved
source: not involved
es: no participa
fr: sans participation
pt_br: não envolvido

# group.payer_paid_amount
source: %1$@ paid %2$@
es: %1$@ ha pagado %2$@
fr: %1$@ a payé %2$@
pt_br: %1$@ pagou %2$@

# group.payer_paid_payee
source: %1$@ paid %2$@
es: %1$@ ha pagado %2$@
fr: %1$@ a payé %2$@
pt_br: %1$@ pagou %2$@

# group.payment
source: payment
es: pago
fr: paiement
pt_br: pagamento

source: Group settings
es: Ajustes del grupo
fr: Réglages du groupe
pt_br: Configurações do grupo

# group.settings_hint
source: Opens group settings
es: Abre los ajustes del grupo
fr: Ouvre les réglages du groupe
pt_br: Abre as configurações do grupo

# group.settle_up
source: Settle up
es: Saldar
fr: Régler
pt_br: Quitar contas

# group.you_borrowed
source: you borrowed
es: has pedido prestado
fr: vous avez emprunté
pt_br: você pegou emprestado

# group.you_lent
source: you lent
es: has prestado
fr: vous avez prêté
pt_br: você emprestou

# group.you_paid_amount
source: You paid %@
es: Has pagado %@
fr: Vous avez payé %@
pt_br: Você pagou %@

# group.you_paid_peer
source: You paid %@
es: Has pagado %@
fr: Vous avez payé %@
pt_br: Você pagou %@

# groups.choose
source: Choose a group
es: Elegir un grupo
fr: Choisir un groupe
pt_br: Escolher um grupo

# groups.could_not_start_expense
source: Could not start an expense
es: No se ha podido iniciar un gasto
fr: Impossible de commencer une dépense
pt_br: Não foi possível iniciar uma despesa

# groups.join_with_code
source: Join with code
es: Unirse con código
fr: Rejoindre avec un code
pt_br: Entrar com código

# groups.new
source: New group
es: Nuevo grupo
fr: Nouveau groupe
pt_br: Novo grupo

# groups.none_selected
source: No group selected
es: Ningún grupo seleccionado
fr: Aucun groupe sélectionné
pt_br: Nenhum grupo selecionado

# groups.pick_from_tab
source: Pick a group from the Groups tab.
es: Elige un grupo en la pestaña Grupos.
fr: Choisissez un groupe dans l’onglet Groupes.
pt_br: Escolha um grupo na aba Grupos.

# groups.title
source: Groups
es: Grupos
fr: Groupes
pt_br: Grupos

# groups.you_are_owed
source: You are owed
es: Te deben
fr: On vous doit
pt_br: Você tem a receber

# groups.you_owe
source: You owe
es: Debes
fr: Vous devez
pt_br: Você deve

# invite.a11y_empty
source: Empty
es: Vacío
fr: Vide
pt_br: Vazio

# invite.a11y_value
source: %1$@, %2$lld of %3$lld characters entered
es: %1$@, %2$lld de %3$lld caracteres introducidos
fr: %1$@, %2$lld caractères saisis sur %3$lld
pt_br: %1$@, %2$lld de %3$lld caracteres inseridos

# invite.already_member
source: You're already a member of this group.
es: Ya eres miembro de este grupo.
fr: Vous êtes déjà membre de ce groupe.
pt_br: Você já é membro deste grupo.

# invite.checking
source: Checking invite…
es: Comprobando la invitación…
fr: Vérification de l’invitation…
pt_br: Verificando convite…

source: Invite code
es: Código de invitación
fr: Code d’invitation
pt_br: Código do convite

# invite.code_a11y
source: Invite code %@
es: Código de invitación %@
fr: Code d’invitation %@
pt_br: Código do convite %@

# invite.code_hint
source: Submits automatically after six characters
es: Se envía automáticamente después de seis caracteres
fr: Validation automatique après six caractères
pt_br: Envia automaticamente após seis caracteres

# invite.copy
source: Copy
es: Copiar
fr: Copier
pt_br: Copiar

# invite.creating
source: Creating invite…
es: Creando invitación…
fr: Création de l’invitation…
pt_br: Criando convite…

# invite.enter_code
source: Enter the six-character invite code shared by a group member.
es: Introduce el código de invitación de seis caracteres que ha compartido un miembro del grupo.
fr: Saisissez le code d’invitation à six caractères partagé par un membre du groupe.
pt_br: Digite o código de convite de seis caracteres compartilhado por alguém do grupo.

# invite.exhausted
source: That invite has no uses left. Ask for a new one.
es: Esta invitación ya no se puede usar. Pide una nueva.
fr: Cette invitation n’a plus d’utilisation disponible. Demandez-en une nouvelle.
pt_br: Esse convite não tem mais usos. Peça um novo.

# invite.expired
source: That invite has expired. Ask for a new one.
es: Esta invitación ha caducado. Pide una nueva.
fr: Cette invitation a expiré. Demandez-en une nouvelle.
pt_br: Esse convite expirou. Peça um novo.

# invite.group_invite
source: Group invite
es: Invitación al grupo
fr: Invitation de groupe
pt_br: Convite para o grupo

# invite.interrupted
source: Invite creation was interrupted. Try again.
es: Se ha interrumpido la creación de la invitación. Inténtalo de nuevo.
fr: La création de l’invitation a été interrompue. Réessayez.
pt_br: A criação do convite foi interrompida. Tente novamente.

# invite.invalid_code
source: That invite code isn't valid.
es: Ese código de invitación no es válido.
fr: Ce code d’invitation n’est pas valide.
pt_br: Esse código de convite não é válido.

# invite.invalid_link
source: This invite link isn't valid. Ask for a new one.
es: Este enlace de invitación no es válido. Pide uno nuevo.
fr: Ce lien d’invitation n’est pas valide. Demandez-en un nouveau.
pt_br: Este link de convite não é válido. Peça um novo.

# invite.invited_by
source: Invited by %@
es: Invitado por %@
fr: Invitation envoyée par %@
pt_br: Convite de %@

# invite.join
source: Join
es: Unirse
fr: Rejoindre
pt_br: Entrar

# invite.join_subject
source: Join %@ on Splitty
es: Únete a %@ en Splitty
fr: Rejoignez %@ sur Splitty
pt_br: Entre em %@ no Splitty

# invite.join_title
source: Join with code
es: Unirse con código
fr: Rejoindre avec un code
pt_br: Entrar com código

# invite.link_alert
source: Invite link
es: Enlace de invitación
fr: Lien d’invitation
pt_br: Link do convite

# invite.members
source: %lld members
es: %lld miembros
fr: %lld membres
pt_br: %lld membros

# invite.open_group
source: Open group
es: Abrir grupo
fr: Ouvrir le groupe
pt_br: Abrir grupo

# invite.share
source: Share
es: Compartir
fr: Partager
pt_br: Compartilhar

# invite.share_hint
source: Share this code with someone you want to add to "%@".
es: Comparte este código con alguien a quien quieras añadir a "%@".
fr: Partagez ce code avec une personne que vous voulez ajouter à "%@".
pt_br: Compartilhe este código com alguém que você quer adicionar a "%@".

# invite.share_text
source: Join "%1$@" on Splitty with invite code %2$@
es: Únete a "%1$@" en Splitty con el código de invitación %2$@
fr: Rejoignez "%1$@" sur Splitty avec le code d’invitation %2$@
pt_br: Entre em "%1$@" no Splitty com o código de convite %2$@

# invite.title
source: Invite people
es: Invitar a personas
fr: Inviter des personnes
pt_br: Convidar pessoas

# invite.too_many
source: Too many attempts. Wait a minute and try again.
es: Demasiados intentos. Espera un minuto e inténtalo de nuevo.
fr: Trop de tentatives. Attendez une minute et réessayez.
pt_br: Muitas tentativas. Aguarde um minuto e tente novamente.

# keypad.clear_amount
source: Clear amount
es: Borrar importe
fr: Effacer le montant
pt_br: Limpar valor

# keypad.delete
source: delete
es: borrar
fr: supprimer
pt_br: apagar

# keypad.done
source: done
es: listo
fr: terminé
pt_br: concluído

# language.title
source: Language
es: Idioma
fr: Langue
pt_br: Idioma

# leave.confirm
source: Leave
es: Abandonar
fr: Quitter
pt_br: Sair

# leave.delete_confirm
source: Leave and delete
es: Abandonar y eliminar
fr: Quitter et supprimer
pt_br: Sair e apagar

# leave.delete_message
source: The group and all of its expenses are deleted permanently.
es: El grupo y todos sus gastos se eliminarán de forma permanente.
fr: Le groupe et toutes ses dépenses seront supprimés définitivement.
pt_br: O grupo e todas as suas despesas serão apagados permanentemente.

# leave.delete_title
source: Leave and delete %@?
es: ¿Abandonar y eliminar %@?
fr: Quitter et supprimer %@ ?
pt_br: Sair e apagar %@?
